Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Suggestions from Sponsors
co: Suggestioni da i spunsurizatori

source: Suggestions from the Web
co: Suggestioni da u Web

source: Summarized by %@
co: Riassuntu da %@

source: Summarized by Apple Intelligence
co: Riassuntu da Apple Intelligence

source: Summarize page
co: Riassume a pagina

source: Summarize Page
co: Riassume a pagina

source: Summarize Pages
co: Riassume e pagine

source: Summarize this page?
co: Riassume sta pagina ?

source: Summarizing…
co: Generazione di u riassuntu…

source: Support %@ with occasional sponsored suggestions
co: Sustene %@ cù suggestioni occasiunale spunsurizate

source: Survey
co: Inchiesta

source: Swipe right or left with three fingers to close the tab.
co: Fate sguillà trè diti à manu dritta o manca per chjode l’unghjetta.

source: Switch automatically based on screen brightness
co: Cambià autumaticamente secondu a lucidezza di u screnu

source: Switch Mode
co: Cambià di modu

source: Switch to Desktop Site
co: Passà à a versione per urdinatore

source: Switch to Mobile Site
co: Passà à a versione mobile

source: Switch Your Default Browser
co: Cambià di navigatore predefinitu

source: Sync and Save Data
co: Sincrunizà è arregistrà i dati

source: Sync Connected
co: Sync cunnessu

source: Sync Disconnected
co: Sync discunnessu

source: Synced
co: Sincrunizate

source: Synced Devices
co: Apparechji sincrunizati

source: Synced from Other Devices
co: Sincrunizati nant’à d’altri apparechji

source: Synced History
co: Cronolugia sincrunizata

source: Sync Firefox Between Devices
co: Sincrunizate Firefox trà i vostri apparechji

source: Sync Firefox between devices with an account.
co: Sincrunizà Firefox trà i vostri apparechji cù un contu.

source: Syncing
co: Sincrunizazione in corsu

source: Syncing has failed
co: Fiascu di a sincrunizazione

source: Sync is experiencing issues syncing %@
co: Sync hà scuntratu penseri durante a sincrunizazione di i dati « %@ »

source: Sync is offline
co: Sincrunizazione fora di cunnessione

source: Sync is unavailable
co: Sincrunizazione indispunibule

source: Sync Now
co: Sincrunizà avà

source: Sync Settings
co: Parametri di sincrunizazione

source: Sync Tabs
co: Sincrunizà l’unghjette

source: Sync to Stay In Your Flow
co: Sincrunizate per ùn perde u filu

source: Sync your bookmarks, history, and passwords to your phone.
co: Sincrunizate e vostre indette, a vostra cronolugia è e vostre parolle d’intesa cù u vostru telefonu.

source: Sync your tabs, bookmarks, passwords and more.
co: Sincrunizà e vostre unghjette, indette, parolle d’intesa è ancu di più.

source: Sync your tabs, passwords and more.
co: Sincrunizà e vostre unghjette, parolle d’intesa è ancu di più.

source: System Auto
co: Autumaticu (sistema)

source: System Theme
co: Tema di u sistema

source: Tab %1$@ of %2$@
co: Unghjetta %1$@ nant’à %2$@

source: Tab Closed
co: Unghjetta chjosa

source: Tab Groups
co: Gruppi d’unghjette

source: Tab pickup
co: Riguarera d’unghjetta

source: Tab received
co: Unghjetta ricevuta

source: Tab received from %@
co: Unghjetta ricevuta da %@

source: Tabs %1$@ to %2$@ of %3$@
co: Unghjette %1$@ à %2$@ nant’à %3$@

source: Tabs and menu have switched places for easier access as you browse.
co: L’unghjette è u listinu anu cambiatu di piazza per facilità u so accessu quandu vo navigate.

source: Tabs are available here for 30 days. After that time, tabs will be automatically closed.
co: L’unghjette sò dispunibule quì durante 30 ghjorni. Dopu à stu periudu, l’unghjette seranu chjose autumaticamente.

source: Tabs Closed: %d
co: Unghjette chjose : %d

source: Tabs: %d
co: Unghjette : %d

source: Tab Sent
co: Unghjetta mandata

source: Tabs open
co: Unghjette aperte

source: Tabs open: %@
co: Unghjette aperte : %@

source: Tabs open: 99+
co: Unghjette aperte : più chè 99

source: Tabs Tray
co: Lista di l’unghjette

source: Take charge of the internet
co: Pigliate u cuntrollu d’Internet

source: Take Firefox with You
co: Purtatevi Firefox cù voi

source: Take %@ on all your browsing adventures
co: Pigliate %@ per tutte e vostre aventure nant’à u Web

source: Take your passwords everywhere
co: Purtatevi e vostre parolle d’intesa dapertuttu

source: Take Your Web With You
co: Purtateci dapertuttu u vostru Web

source: Tap the mask icon to slip into Private Browsing mode.
co: Picchichjate nant’à l’icona di maschera per passà in modu di navigazione privata.

source: Tap to begin
co: Picchichjà per principià

source: Tap to summarize this page. Touch and hold for Reader View.
co: Picchichjà per riassume sta pagina. Tuccate à mantinite per accede à u modu di lettura.

source: Technical and Interaction Data
co: Dati tecnichi è d’interazzione

source: %@ Terms of Service.
co: Cundizioni d’utilizazione di %@.

source: %@ Terms of Use
co: Cundizioni d’utilizazione di %@

source: %@ Terms of Use.
co: Cundizioni d’utilizazione di %@.

source: Terms of Use sheet opened
co: U fogliu di e cundizioni d’utilizazione hè apertu

source: Thanks for choosing Firefox!
co: Vi ringraziemu d’avè sceltu Firefox !

source: Thanks for Reporting!
co: Vi ringraziemu di u vostru signalamentu !

source: The address will be removed from all of your synced devices.
co: L’indirizzu serà cacciatu da tutti i vostri apparechji sincrunizati.

source: The *adjusted rating* is based only on reviews we believe to be reliable.
co: A *valutazione rettificata* si basa solu nant’à l’avisi chì no cridemu degni di cunfidenza.

source: The application required to open that link can’t be found.
co: Ùn si pò truvà l’appiecazione richiesta per apre stu liame.

source: The data is invalid
co: I dati sò inaccetevule

source: The Last Hour
co: L’ultima ora

source: The link you are trying to share cannot be shared.
co: Stu liame ùn pò micca esse spartutu.

source: Theme Picker
co: Selettore di tema

source: Themes
co: Temi

source: The new search engine will appear in the quick search bar.
co: U novu mutore di ricerca serà messu in a barra di ricerca rapida.

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
co: U pruprietariu di %@ hà cunfiguratu u so situ d’una manera gattiva. Per impedisce chì i vostri dati sianu arrubati, Firefox ùn s’hè micca cunnessu à stu situ.

source: The owner of %@ hasn’t set it up properly and a secure connection can’t be created.
co: U prupietariu di %@ ùn l’hà micca cunfiguratu currettamente è ùn si pò creà una cunnessione assicurizata.

source: The page could not be displayed in Reader View.
co: A pagina ùn si pò micca affissà in modu di lettura.

source: The passwords you save or sync to %@ will be listed here. All passwords you save are encrypted.
co: E parolle d’intesa chì vo arregistrate o sincrunizate cù %@ seranu affissate quì. Tutte e parolle d’intesa chì vo arregistrate sò cifrate.

source: There are ${count} options matching ‘Clear Private Tabs’.
co: Ci hè ${count} ozzioni chì currispondenu à « Squassà l’unghjette private ».

source: There are ${count} options matching ‘Go to Copied Link’.
co: Ci hè ${count} ozzioni chì currispondenu à « Apre u liame cupiatu ».

source: There are ${count} options matching ‘New Private Search’.
co: Ci hè ${count} ozzioni chì currispondenu à « Nova ricerca privata ».

source: There are ${count} options matching ‘New Search’.
co: Ci hè ${count} ozzioni chì currispondenu à « Nova ricerca ».

source: There are no results matching your search.
co: Nisunu risultatu currisponde à a vostra ricerca.

source: There was an error converting the page
co: Un sbagliu hè accadutu durante a cunversione di a pagina

source: There was an issue with autofill. Please try again.
co: Un sbagliu hè accadutu cù u riempiimentu autumaticu. Pruvate torna.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
co: Un penseru hè accadutu durante l’accessu à l’unghjette da i vostri altri apparechji. Pruvate torna da quì à pocu.

source: The search provider could not be added.
co: U mutore di ricerca ùn pò micca esse aghjuntu.

source: These cookies follow you from site to site to gather data about what you do online.
co: Quelli canistrelli vi seguitanu da un situ à l’altru per coglie dati nant’à ciò chì vo fate in linea.

source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
co: Quelli canistrelli vi seguitanu da un situ à l’altru per coglie dati nant’à ciò chì vo fate in linea. Sò definiti da terze parti cum’è sucietà di publicità è d’analisa di dati.

source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
co: I parametri di u vostru navigatore et di u vostru apparechju sò unichi. I detettori d’impronta numerica culletteghjanu una mansa di sti parametri unichi per creà un prufilu persunalizatu chì pò dopu esse impiegatu per spiunavvi durante a vostra navigazione.

source: The site includes elements that may track your browsing. You have disabled protection.
co: Stu situ cuntene elementi chì ponu spiunà a vostra navigazione. Avete disattivatu a prutezzione.

source: The sites you visit most
co: I siti aspessu visitati

source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
co: U tema cambierà autumaticamente secondu a lucidezza di u vostru screnu. Pudete definisce u sogliu quandu u tema deve cambià. U chjerchju indicheghja a lucidezza attuale.

source: The web page language is detected on the device, and a translation from a remote service is offered.
co: A lingua di a pagina web hè avventata nant’à l’apparechju è una traduzzione hè pruposta da un serviziu alluntanatu.

source: This action will clear all of your private data, including history from your synced devices.
co: St’azzione squasserà l’inseme di i vostri dati privati, includendu a cronolugia, da i vostri apparechji sincrunizati.

source: This action will clear all of your private data. It cannot be undone.
co: St’azzione squasserà l’inseme di i vostri dati privati. Ùn pò micca esse invertita.

source: This action will clear all of your website data. It cannot be undone.
co: St’azzione squasserà l’inseme di i vostri dati di siti web. Ùn pò micca esse invertita.

source: This action will clear the selected items. It cannot be undone.
co: St’azzione squasserà l’elementi selezziunati. Ùn pò micca esse invertita.

source: This allows you to save the image to your Camera Roll.
co: Quessu vi permette d’arregistrà a fiura in u vostru Rotulu di filmu.

source: This breach occurred on
co: Sta fughjita di dati hè accaduta u

source: This Connection is Untrusted
co: Sta cunnessione ùn hè micca accertata

source: This device has been successfully disconnected from Firefox Sync.
co: St’apparechju hè statu discunnessu bè da Firefox Sync.

source: This folder is empty
co: Stu cartulare hè viotu

source: This folder isn’t empty.
co: Sti cartulare ùn hè micca viotu.

source: This helps %@ to estimate active users.
co: Què aiuta %@ à prezzà u numeru d’utilizatori attivi.

source: This helps us diagnose and fix issues with the browser.
co: Què ci permette d’identificà è currege i prublemi cù u navigatore.

source: This lets you save and upload photos.
co: Quessu vi permette d’arregistrà fotò è di mandalle.

source: This lets you save photos.
co: Quessu vi permette d’arregistrà fotò.

source: This lets you take and upload photos.
co: Quessu vi permette di piglià fotò è di mandalle.

source: This lets you take and upload videos.
co: Quessu vi permette di piglià filmetti è di mandalli.

source: This must be turned on to receive tabs and get notified when you sign in on another device.
co: St’ozzione deve esse attivata per riceve l’unghjette è esse nutificatu quandu vo site cunnessu nant’à un altru apparechju.

source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
co: Sta pagina pare esse in %1$@. Traducella in %2$@ cù %3$@ ?

source: This site is asking to download a file and add an event to your calendar.
co: Stu situ richiede di scaricà un schedariu è d’aghjunghje un evenimentu à u vostru calendariu.

source: This website doesn’t allow content summarization. Try a different page.
co: Stu situ web ùn permette micca di riassume u so cuntenutu. Pruvate cù un’altra pagina.

source: this week
co: sta settimana

source: This will remove the card from all of your synced devices.
co: St’azzione hà da caccià a carta da tutti i vostri apparechji sincrunizati.

source: This will remove the password from all of your synced devices.
co: St’azzione hà da caccià a parolla d’intesa da tutti i vostri apparechji sincrunizati.

source: Thought-Provoking Stories
co: Storie chì facenu riflette

source: Threshold
co: Sogliu

source: Tidier Tab Groups
co: Gruppi d’unghjette più aggalabati

source: %@ Tip
co: Cunsigliu di %@

source: Tips and Features
co: Cunsiglii è funzioni

source: Title
co: Titulu

source: To
co: À

source: To add to this list, visit a site and adjust the page zoom from the menu
co: Per aghjunghje à sta lista, visitate un situ è accumudate l’ingrandamentu di a pagina via u listinu

source: Today and Yesterday
co: Oghje è eri

source: today at %@
co: oghje à %@

source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
co: Per aiutà à amendà u navigatore, %1$@ manda à %2$@ i dati di diagnosticu è d’interazzione. %3$@

source: To make entering info easier, the toolbar is now at the bottom by default.
co: Per facilità a stampittera d’infurmazione, a pusizione predefinita di a barra d’attrezzi hè inghjò.

source: Toolbar Button
co: Buttone di a barra d’attrezzi

source: Toolbar Settings
co: Parametri di a barra d’attrezzi

source: Tools submenu
co: Sottulistinu Attrezzi

source: Top Sites
co: I più visitati

source: Top Stories
co: Articuli pupulari

source: To save and autofill credit cards, enable Face ID, Touch ID, or a device passcode.
co: Per arregistrà è riempie autumaticamente e carte bancarie, attivate Face ID, Touch ID o un codice d’accessu per l’apparechju.

source: To save and autofill logins and passwords, enable Face ID, Touch ID or a device passcode.
co: Per arregistrà è riempie autumaticamente l’identificazioni di cunnessione è e parolle d’intesa, attivate Face ID, Touch ID o un codice d’accessu per l’apparechju.

source: To save and automatically fill passwords, enable Face ID, Touch ID, or a device passcode.
co: Per arregistrà è riempie autumaticamente e parolle d’intesa, attivate Face ID, Touch ID o un codice d’accessu per l’apparechju.

source: Total trackers blocked
co: Tutale di i perseguitatori bluccati

source: Touch ID & Passcode
co: Codice d’accessu è Touch ID

source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
co: Per impiegà a funzione di riempiimentu autumaticu di Firefox, ci vole à attivà un codice d’accessu per l’apparechju.

source: Trackers blocked: %@
co: Perseguitatori bluccati : %@

source: Tracking content: %@
co: Cuntenutu impiegatu per u spiunagiu : %@

source: Tracking is the collection of your browsing data across multiple websites.
co: U spiunagiu currisponde à a culletta di i vostri dati di navigazione nant’à parechji siti web.

source: Tracking Protection is now off for this site.
co: Oramai a prutezzione contr’à u spiunagiu hè disattivata per stu situ.

source: Tracking Protection is now on for this site.
co: Oramai a prutezzione contr’à u spiunagiu hè attivata per stu situ.

source: Translated from %1$@ to %2$@
co: Tradutta da %1$@ à %2$@

source: Translated to %@
co: Tradutta in %@

source: Translate From
co: Traduce da

source: Translate From %@
co: Traduce da %@

source: Translate Page
co: Traduce a pagina

source: Translate page to %@?
co: Traduce a pagina in %@ ?

source: Translate To
co: Traduce in

source: Translate To %@
co: Traduce in %@

source: Translating page
co: Traduzzione di a pagina

source: Translation Preferences
co: Preferenze di traduzzione

source: Trending
co: Tendenza

source: Trending on %@
co: Tendenza nant’à %@

source: Trending on Pocket
co: Tendenze nant’à Pocket

source: Troubleshoot
co: Infurmazioni per currege certi penseri

source: Try Review Checker
co: Pruvà u verificadore d’avisu

source: Try the new collection.
co: Pruvate a nova cullezzione.

source: Turn off Night Mode
co: Disattivà u modu nutturnu

source: Turn Off Review Checker
co: Disattivà u verificadore d’avisu

source: Turn off suggestions in private browsing
co: Disattivà e suggestioni in navigazione privata

source: Turn off Website Dark Mode
co: Disattivà u modu scuru per i siti web

source: Turn off your passcode.
co: Disattiveghja u vostru codice d’accessu.

source: Turn on Auto Close
co: Attivà a chjusura autumatica

source: Turn on AutoFill
co: Attivà u riempiimentu autumaticu

source: Turn on Night Mode
co: Attivà u modu nutturnu

source: Turn on Notifications
co: Attivate e nutificazioni

source: Turn On Notifications
co: Attivate e nutificazioni

source: Turn on Sync…
co: Attivà Sync…

source: Turn on tab syncing to view a list of tabs from your other devices.
co: Attivate a sincrunizazione di l’unghjette per affissà a lista di l’unghjette di i vostri altri apparechji.

source: Turn on Website Dark Mode
co: Attivà u modu scuru per i siti web

source: Turn Passcode Off
co: Disattivà u codice

source: Turn Passcode On
co: Attivà u codice

source: Turns private mode on or off
co: Attiva o disattiva a navigazione privata

source: Undo Close Tab
co: Riapre l’unghjetta chjosa

source: Unpin
co: Dispirlà

source: unread
co: Micca lettu

source: Unselected
co: Diselezziunatu

source: Unsorted Bookmarks
co: Indette micca classificate

source: Untitled
co: Senza titulu

source: Update card?
co: Mudificà a carta ?

source: Update login %1$@ for %2$@?
co: Mudificà l’identificazione di cunnessione %1$@ per %2$@ ?

source: Update login for %@?
co: Mudificà l’identificazione di cunnessione per %@ ?

source: Update this card?
co: Mudificà sta carta ?

source: Upgrade Firefox to connect
co: Ci vole à attualizzà Firefox per cunnettesi

source: Upgrade your browsing
co: Mudernizate a vostra navigazione

source: URL Copied To Clipboard
co: Indirizzu cupiatu in u preme’papei

source: URL (Replace Query with %s)
co: Indirizzu web (Rimpiazzà a ricerca da %s)

source: Use any email app — not just Mail — with Firefox.
co: Impiegate qualsiasi appiecazione (è micca solu Mail) cù Firefox.

source: Use a saved address?
co: Impiegà un indirizzu arregistratu ?

source: Use a saved card?
co: Impiegà una carta arregistrata ?

source: Use a strong password?
co: Impiegà una parolla d’intesa forte ?

source: Use Copied Link
co: Impiegà u liame cupiatu

source: Use Current Page
co: Impiegà a pagina attuale

source: Use Default
co: Impiegà a pagina predefinita

source: Use Email Instead
co: Impiegà piuttostu un messaghju elettronicu

source: Use Face ID
co: Impiegà Face ID

source: Use Password
co: Impiegà sta parolla d’intesa

source: username
co: nome d’utilizatore

source: %@ uses Apple Intelligence to summarize pages.
co: %@ impiegheghja Apple Intelligence per riassume e pagine.

source: Use saved address
co: Impiegà un indirizzu arregistratu

source: Use saved password
co: Impiegà a parolla d’intesa arregistrata

source: Use saved password?
co: Impiegà a parolla d’intesa arregistrata ?

source: %@ uses cloud-based AI to summarize pages, and returns those summaries to your device.
co: %@ impiegheghja un’IA per riassume e pagine, è manda sti riassunti nant’à u vostru apparechju.

source: Use Siri shortcuts to quickly open Firefox via Siri
co: Impiegà l’accurtatoghji Siri per apre Firefox in furia via Siri

source: Use stage servers
co: Impiegà i servitori di simulazione

source: Use Sync to find the bookmarks, passwords, and other things you save to Firefox on all your devices.
co: Impiegate Sincrunizà per ritruvà l’indette, parolle d’entrata, è altri dati arregistrati da l’altri apparechji.

source: Use System Light/Dark Mode
co: Impiegà u modu chjaru o scuru di u sistema

source: Use Touch ID
co: Impiegà Touch ID

source: Use your fingerprint to access configuring your required passcode interval.
co: Impiegate a vostra impronta digitale per definisce l’intervallu di dumanda di u codice d’accessu.

source: Use your fingerprint to access Logins now.
co: Impiegate a vostra impronta digitale per accede subitu à l’identificazioni di cunnessione.

source: Use your fingerprint to access passwords now.
co: Impiegate a vostra impronta digitale per accede subitu à e parolle d’intesa.

source: Use your fingerprint to access Private Browsing now.
co: Impiegate a vostra impronta digitale per accede subitu à a navigazione privata

source: Use your fingerprint to disable Touch ID.
co: Impiegate a vostra impronta digitale per disattivà Touch ID.

source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
co: Impieghendu a tecnolugia di %1$@ da %2$@, vi aiutemu à rispinghje l’avisi partigiani è falsi. U nostru mudellu d’intelligenza artificiale hè amendatu cuntinuatamente per prutegevi quandu vo cumprate.

source: Validity
co: Validità

source: Verified by %@
co: Verificatu da %@

source: Verify your email address
co: Ci vole à cunfirmà u vostru indirizzu elettronicu

source: Version %1$@ (%2$@)
co: Versione %1$@ (%2$@)

source: Very dissatisfied
co: Assai infelice

source: Very satisfied
co: Assai felice

source: View address
co: Fighjà l’indirizzu

source: View Card
co: Affissà a carta

source: View certificate
co: Affissà u certificatu

source: View Credit Card
co: Affissà a carta bancaria

source: View Inactive Tabs
co: Affissà l’unghjette inattive

source: View More
co: Fighjà di più

source: View More…
co: Fighjà di più…

source: View Page Source
co: Codice d’origine di a pagina

source: Visited
co: Visitatu

source: Visit site anyway
co: Visità quantunque

source: Wallpaper
co: Sfondulu di screnu

source: Wallpaper Updated!
co: Sfondulu di screnu mudificatu !

source: Want to see your tabs from other devices here?
co: Vulete vede quì e vostre unghjette di l’altri apparechji ?

source: Warning: we can’t confirm your connection to this website is secure.
co: Avertimentu : ùn pudemu micca cunfirmà chì a cunnessione à stu situ hè assicurizata.

source: We assign each product’s reviews a *letter grade* from A to F.
co: Demu à ogni avisu di pruduttu una *nota alfabetica* da A fine à F.

source: Web content
co: Cuntenutu web

source: We believe there’s a mix of reliable and unreliable reviews
co: Pensemu chì ci hè un mischju d’avisi più o menu degni di cunfidenza

source: website
co: situ web

source: Website Appearance
co: Aspettu di i siti web

source: Website Breach
co: Fughjita di dati di situ web

source: Website Dark Mode
co: Modu scuru per i siti web

source: Website Data
co: Dati di siti web

source: Website Shortcuts
co: Accurtatoghji di siti web

source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
co: I siti web ponu caricà publicità, video, è altri cuntenuti esterni chì cuntenenu elementi di spiunagiu. U blucchime di u cuntenutu impiegatu per u spiunagiu pò accelerà u caricamentu di i siti, ma certi buttoni, furmularii o campi di cunnessione puderianu ùn micca funziunà.

source: Websites you’ve visited recently will show up here.
co: I siti visitati pocu fà seranu affissati quì.
